answare1 = ['работа с выпадающими списками', 'работа с явными и неявными ожиданиями',
           'переключение между окнами браузера', 'как получать значения атрибутов html-элементов']
answare2 = ['browser.switch_to.alert']
answare3 = {'производит нажатие на элемент': '.click()',
            'передает текст в элемент input или textarea': '.send_keys("Some text")',
            'возвращает значение атрибута': '.get_attribute(name)',
            'прикрепляет файл': ".send_keys( '/home/course_solutions/file.txt')",
            'свойство, возвращает текст, который находится между открывающим и закрывающим тегами элемента': '.text'}
answare4 = {'Исполняет скрипт, написанный на языке JavaScript': '.execute_script(script)',
            'Открывает указанный адрес в браузере': '.get(url)',
            'Переключает фокус браузера на вкладку или всплывающее окно': '.switch_to.',
            'Возвращает список активных окон': '.window_handles',
            'Задаёт время неявного ожидания для поиска элементов': '.implicitly_wait(seconds)'}
answare5 = ["https://stepik.org", "502", "true"]
answare6 = 'text_to_be_present_in_element'
